Repository: BackupTheBerlios/csboard-svn
Catalog: trunk/csboard/po/*.po
Languages: ru, te

source: CSBoard chess
ru: Шахматы CSBoard
te: చదరంగం CSBoard

source: Play chess with gnuchess engine
ru: Игра в шахматы с gnuchess
te: gnuchess యంత్రము తో ఆడు

source: Add nice visual animate effect.
ru: Неплохая примочка
te: వేసిన యెత్తులను చక్కగా చూపించు

source: Animate moves
ru: Анимировать ходы
te: ఎత్తులను చూపించు

source: Command line to start engine
ru: Командная строка для запуска шахматной программы
te: ఆట యంత్రము మొదలుపెట్టడానికి కావలసిన కమాండ్

source: Command line to start engine. Be careful, this key can break programm. Possible engines are 'gnuchess', 'crafty', 'ICS' and 'phalanx'. For crafty please give path to log, books and databases as arguments. For phalanx please disable learing with argument -l- or give the path to learning directory, also give path to Phalanx books. For details look at engine's help. For ICS this string should look like: "ICS --server freechess.org --user jimmy --password bar".
ru: Командная строка для запуска шахматной программы. Будьте осторожны, изменяя это значение. Возможные значения 'gnuchess', 'crafty', 'ICS' и 'phalanx'. Для программы crafty,укажите путь к логам, книгам и другим базам данных. Для phalanx отмените обучение при помощи аргумента '-l-' или задайте путь для файла обучения. Также укажите пути к книгам. За дальнейшими разъяснениями обращайтесь к помощи по соответствующей шахматной программе. Для ICSэта строка должна выглядеть как "ICS --server freechess.org --user jimmy --password bar".
te: ఆట యంత్రము మొదలెట్టడానికి కావలసిన కమాండ్. కొంచం జాగ్రత్త, తేడాగా ఇస్తే ఇది కూలిపోయే ప్రమాదం ఉంది.తెలిసిన కంప్యూటర్ ఆటగాళ్ళు 'gnuchess', 'crafty', ICS' మరియు 'phalanx'.crafy తో ఆడాలనుకుంటే చిట్టా,పుస్తకాలు, ఆటలనిధి యొక్క వివరాలు కూడ ఇవ్వు.phalanx తొ ఆడునపుడు అది నేర్చుకున్న విషయాలు ఎక్కడ దాచాలో (ఏ ఫోల్డరులో) చెప్పుము. అసలు దానికి -l ఇస్తే ఆ ఊసే ఎత్తదు. అలాకానిచో దానికి కావలసిన పుస్తకములు ఎక్కడ ఉన్నవో చెప్పుము.మరిన్ని విషయములకొరకు దాని సహాయ వివరములను పరిశీలించుము.ICS కొరకైతే ఈ విధముగా వాడవలెను: "ICS --server freechess.org -- user jummy --password bar".

source: Current folder
ru: Текущая папка
te: ప్రస్తుత ఫోల్డర్

source: Current folder selected by the file chooser dialog
ru: Текущая папка выбранная в диалоге выбора файлов
te: ఫైలు యెంపికకర్త యెంపిక చేసిన ప్రస్తుత ఫోల్డర్

source: Draw rectangle around last move
ru: Рисовать ли квадрат вокруг последнего хода
te: ఇప్పుడు ఎత్తు వేసిన గడిచుట్టూ డబ్బా గీయి

source: Highligh last move
ru: Показывать последний ход
te: ఇప్పుడు వేసిన ఎత్తును చూపించు

source: Highligh possible moves
ru: Показывать возможные ходы
te: వేయదగిన ఎత్తులను చూపించు

source: ICS games window height
ru: Высота окон игр ICS
te: ICS ఆటల కిటికి ఎత్తు

source: ICS games window width
ru: Ширина окон игр ICS
te: ICS ఆటల కిటికి వెడల్పు

source: ICS window height
ru: Высота окна ICS
te: ICS కిటికీ ఎత్తు

source: ICS window width
ru: Ширина окна ICS
te: ICS కిటికీ వెడల్పు

source: Level of player
ru: Уровень игрока
te: నా స్థాయి

source: Saved board window height
ru: Сохраненная высота окна
te: బోర్డు ఎత్తు

source: Saved board window width
ru: Сохраненная ширина окна
te: బోర్డు వెడల్పు

source: Saved game viewer window height
ru: Сохраненная высота окна приложения просмотра игр
te: దాచబడిన చదరంగదర్శిని ఎత్తు

source: Saved viewer window width
ru: Сохраненная ширина окна приложения просмотра игр
te: దాచబడిన చదరంగదర్శిని వెడల్పు

source: Should I highlight all possible moves for newbe.
ru: Показывать возможные ходы для новичков.
te: వేయదగిన అన్ని ఎత్తులను చూపించనా

source: Show Coordinates on Chess Board
ru: Показывать координаты на доске
te: చదరంగ బల్లపై గళ్ళను చూపించు

source: Show Coords
ru: Показывать координаты
te: గళ్ళను చూపించు

source: Split pane position
ru: Позиция разделителя
te: కిటికీని చీల్చవలసిన ప్రదేశం

source: This key adjusts engine strenght
ru: Это поле изменяет силу игры
te: యంత్ర శక్తిని ఈ మీట మార్చుతుంది

source: Viewer window height
ru: Высота окна просмотра
te: చదరంగదర్శిని ఎత్తు

source: Viewer window width
ru: Ширина окна просмотра
te: చదరంగదర్శిని వెడల్పు

source: Window height
ru: Высота окна
te: కిటికీ ఎత్తు

source: Window width
ru: Ширина окна
te: కిటికీ వెడల్పు

source: Chess Game Viewer
ru: Просмотр шахматных партий
te: చదరంగ దర్శిని

source: View chess games in PGN format
ru: Просмотр шахматных партий в формате PGN
te: PGN లో ఉన్న ఆటలను చూడు

source: <b>Available games:</b>
ru: <b>Доступные игры:</b>
te: <b>అందుబాటులో ఉన్న ఆటలు:</b>

source: <b>For this position there are moves in a book</b>
ru: <b>Для этой позиции в книге найдено:</b>
te: <b>ఈ పరిస్థితిలో తెలిసిన ఎత్తులు ఉన్నాయి:</b>

source: Bishop
ru: Слон
te: శగటు

source: Book Opening
ru: Открыть книгу
te: తెలిసిన మొదలు

source: Choose an engine
ru: Выберите программу игры
te: చదరంగ యంత్రాన్ని ఎంచుకొనుము

source: Crafty
te: క్రాఫ్టి (crafty)

source: CsBoard: Chess player and viewer
te: CsBoard: చదరంగ ఆటస్థలము మరియు దర్శిని

source: Engines
ru: Программы
te: చదరంగ యంత్రాలు

source: GnuChess
te: జి యన్ యు చెస్ (GnuChess)

source: Guest Login
ru: Гостевой вход
te: అతిథి లాగిన్

source: ICS Server Configuration
ru: Конфигурация сервера ICS
te: ICS సర్వర్ వివరములు

source: Internet Chess Server
ru: Сетевой шахматный сервер
te: ఇంటర్నెట్ చదరంగ సర్వర్

source: Knight
ru: Конь
te: గుర్రం

source: Password
ru: Пароль
te: రహస్యపదం

source: Phalanx
te: ఫేలాంక్స్ (Phalanx)

source: Play on Internet Chess Server
te: ఇంటర్నెట్ చదరంగ సర్వర్ లో ఆడు

source: Port
ru: Порт
te: పోర్టు

source: Queen
ru: Ферзь
te: మంత్రి

source: Rook
ru: Ладья
te: యేనుగు

source: Select figure to promote
ru: Выбирите фигуру
te: ఈ క్రిందివానిలో ఒక దానిని ఎంచుము

source: Server
ru: Сервер
te: సర్వర్

source: Start Player
te: ఆటను మొదలుపెట్టుము

source: Start Viewer
te: చదరంగ దర్శినిని మొదలుపెట్టుము

source: Start new ICS game
ru: Начать новую игру на шахматном сервере
te: క్రొత్త ICS ఆటను మొదలుపెట్టు

source: Username
ru: Имя пользователя
te: నామధేయము

source: Welcome to CS Board
ru: Добро пожаловать в CS Board
te: CS Board కి స్వాగతం

source: _About
ru: _О программе
te: _దీని గురించి

source: _Action
ru: _Действия
te: _చర్య

source: _Advanced
ru: _Сильный
te: _నిపుణుడు

source: _Animate
ru: _Анимировать
te: _ఆడించి చూపు

source: _Beginner
ru: _Начинающий
te: _ఆటకి కొత్త

source: _Book
ru: _Книга
te: _పుస్తకం

source: _Contents
ru: _Содержание
te: _లోపల ఉన్నవి

source: _Coords
ru: _Координаты
te: _గళ్ళ పేర్లు

source: _Edit
ru: _Правка
te: _మార్చు

source: _Edit Engine
ru: _Правка программы
te: చదరంగ యంత్రమును మార్చు

source: _Expert
ru: _Эксперт
te: _నిష్ణాతుడు

source: _File
ru: _Файл
te: _ఫైలు

source: _Game
ru: _Игра
te: _ఆట

source: _Help
ru: _Справка
te: _సహాయం

source: _Hint
ru: _Подсказка
te: _ఉప్పందించు

source: _Intermediate
ru: _Средний
te: _కొంచం తెలుసు

source: _Last Move
ru: _Последний ход
te: _ఇప్పుడు వేసిన ఎత్తు

source: _Level
ru: _Уровень
te: _స్థాయి

source: _New
ru: _Новая
te: _క్రొత్త

source: _Open
ru: _Открыть
te: _తెరువు

source: _Possible Moves
ru: _Возможные ходы
te: _వేయదగిన ఎత్తులు

source: _Quit
ru: _Выйти
te: _ఇంక చాలు

source: _Redo
ru: _Возвратить
te: _మళ్ళీ చేయి

source: _Save
ru: _Сохранить
te: _దాచు

source: _Switch Side
ru: _Переключить сторону
te: _అటునుంచి చూడు

source: _Undo
ru: _Отменить
te: _తూచ్ తూచ్

source: _View
ru: _Вид
te: _చూడు

source: All Games
ru: Все игры
te: అన్ని ఆటలు

source: Current Game
ru: Текущая игра
te: ప్రస్తుత ఆట

source: Game Viewer
ru: Просмотр игры
te: చదరంగ దర్శిని

source: Highlight Move
ru: Подсвечивать ход
te: ఎత్తును చూపించు

source: Move Comment
ru: Переместить комментарий
te: యెత్తు వివరణ

source: _Export As
ru: _Экспорт
te: దీనిలా మార్చు

source: <b>Unexpected exception occured</b>
ru: <b>Возникла непредвиденная ошибка</b>
te: <b>ఊహించని విపరీతము జరిగినది</b>

source: Please send this bug report to
ru: Пожалуйста, отправьте эту информацию
te: దయచేసి ఈ లోపముపై నివేదికను ఇక్కడికి పంపుము

source: Move
ru: Ход
te: ఎత్తు

source: Score
ru: Рейтинг
te: స్కోరు

source: Wins
ru: Побед
te: గెలుపులు

source: Loses
ru: Поражений
te: ఓటములు

source: Draws
ru: Ничьих
te: సమములు

source: Select a figure to promote
ru: Выбирите фигуру
te: ఈ క్రిందివానిలో ఒక దానిని ఎంచుము

source: <b>Unknown engine</b> Please check gconf keys of csboard
ru: <b>Неизвестная шахматная программа</b> Пожалуйста, проверьте значение настроекcsboard в gconf
te: <b>తెలియని యంత్రము</b> దయచేసి gconf లో csboard యొక్క తాళములను సరిచూడుము

source: Black
ru: Чёрные
te: నలుపు

source: White
ru: Белые
te: తెలుపు

source: Open Game
ru: Открыть файл игры
te: ఆట తెరువు

source: Save Game
ru: Сохранить игру
te: ఆటను దాచు

source: File
ru: Файл
te: ఫైలు

source: already exists
ru: уже существует
te: ఇంతకుముందే ఉన్నది

source: Do you wish to overwrite it?
ru: Вы хотите переписать его?
te: ఉన్నదానిని చెరిపిరాయమందువా?

source: There is no book move in this position
ru: Для этой позиции в книге нет ходов
te: ఈ పరిస్థితిలో ఏ ఎత్తు వేయాలో పుస్తకంలో లేదు

source: You can move
ru: Вы можете пойти
te: నీవు ఈ ఎత్తు వేయొచ్చు

source: translator_credits
ru: Nickolay V. Shmyrev <nshmyrev@yandex.ru>
te: U.V.S. రవికిరణ్ <uvsravikiran at gmail dot com>

source: Illegal move
ru: Некорректный ход
te: నేనొప్పుకోను

source: Game Over
ru: Игра закончена
te: ఖేల్ ఖతమ్

source: Thinking
ru: Думаю
te: ఆలొచిస్తున్నా

source: Invalid move
ru: Некорректный ход
te: ఈ ఎత్తు వేయకూడదు

source: . Couldn't find any candidate for this.
ru: . Не удалось найти кандидатов для этого.
te: . దీనికి సరియైనదేదో కనుక్కోలేకున్నాను.

source: Insufficient chars in move
ru: Недостаточно символов для хода
te: ఈ ఎత్తుకు సరిపడినన్ని అక్షరములు లేవు

source: . Invalid promotion type:
ru: . Некорректный тип превращения:
te: . భటుడిని దీనిలా మార్చలేము:

source: Cant castle (
ru: Нельзя сделать рокировку (
te: కోట కట్టకూడదు (

source: King not available
ru: Король не доступен
te: రాజు ఎక్కడున్నాడో తెలియదు

source: Rook not available
ru: Ладья не доступна
te: ఏనుగు ఎక్కడుందో తెలియదు

source: [ChessGamePlayer]
ru: [Игрок]
te: [చదరంగదర్శిని]

source: Turn:
ru: Ход:
te: యెత్తు వేయవలసినది:

source: WHITE
ru: Белые
te: తెలుపు

source: BLACK
ru: Чёрные
te: నలుపు

source: Whites:
ru: Белые:
te: తెలుపు:

source: Blacks:
ru: Чёрные:
te: నలుపు:

source: Invalid number tokens in the FEN position
ru: Некорректное число элементов в позиции FEN
te: FEN పధ్ధతిలో ఉండవలసినన్ని శాల్తీలు లేవు

source: Invalid piece type
ru: Некорректный тип фигуры
te: ఈ పావు తప్పు

source: Another piece of the same color present at the destination (
ru: Другая фигура того же цвета находится в этом же положении (
te: ఇదే రంగు పావు ఏదో అక్కడ ఉంది (

source: cannot advance
ru: не удалось продвинуться
te: ముందుకు వెళ్ళలేను

source: No
ru: Нет
te: సంఖ్య

source: Any
ru: Любой
te: ఏదోఒకటి

source: <i>Acceptance</i>: {0}, <i>Formula</i>: {1}
ru: <i>Принятие</i>: {0}, <i>Формула</i>: {1}
te: <i>అంగీకారము</i>: {0}, <i>ఫార్ములా</i>: {1}

source: Automatic
ru: Автоматически
te: యాంత్రిక

source: Manual
ru: Вручную
te: వ్యక్తిగతం

source: yes
ru: да
te: అవును

source: no
ru: нет
te: కాదు

source: rated
ru: с рейтингом
te: పందెపు ఆట

source: unrated
ru: без рейтинга
te: ఉత్తుత్తి ఆట

source: Games
ru: Игры
te: ఆటలు

source: Rating
ru: Уровень
te: రేటింగు

source: Timing
ru: Время
te: ఆట సమయం

source: Category
ru: Категории
te: రకము

source: Total game seeks
ru: Все ищущие игры
te: మొత్తం ఆడదగిన ఆటలు

source: Rated
ru: С рейтингом
te: పందెపు

source: Unrated Games
ru: Без рейтинга
te: ఉత్తుత్తి ఆటలు

source: Internal error. Buffer full
ru: Внутренняя ошибка. Буфер полон
te: అంతర్గత తప్పిదము. బఫర్ నిండినది

source: Connection closed!
ru: Соединение закрыто!
te: సంబంధము మూసుకున్నది!

source: Can't connect to {0} port {1}
ru: Не могу соединиться с сервером {0} порт {1}
te: {0}:{1} తో సంవాదము వీలుకావట్లేదు

source: Can't parse command line
ru: Не могу разобрать командную строку
te: ఇదేంటో నాకు అర్ధంకాలేదు

source: Seek Graph
ru: График поиска
te: ఆటల పట్టిక

source: Game Seeks
ru: Поиск игры
te: ఆటల కోరికలు

source: Watch Games
ru: Наблюдать за игрой
te: ఆటలను చూడుము

source: Shell
ru: Оболочка
te: షెల్

source: Observed games
ru: Наблюдаемые игры
te: చూస్తున్న ఆటలు

source: Index
ru: Индекс
te: క్రమ సంఖ్య

source: Player
ru: Игрок
te: ఆడువ్యక్తి

source: Time
ru: Время
te: కాలము

source: Increment
ru: Увеличение
te: కొసరు

source: R/U
ru: Учет уровня
te: పందెం/ఉత్తుత్తి

source: Type
ru: Тип
te: వంటి

source: Color
ru: Цвет
te: రంగు

source: Range
ru: Промежуток
te: పరిధి

source: Flags
ru: Флаги
te: జెండాలు

source: Send
ru: Послать
te: పంపించు

source: Press the refresh button to get an updated list of games. Double click on a game to observe it.
ru: Нажмите кнопку для обновления списка игр. Дважды щёлкните по игре для просмотра деталей..
te: సరిక్రొత్త ఆటల జాబితాకొరకు 'తాజా' మీటను నొక్కండి. ఆటను చూడడానికి దానిపై జోడు-క్లిక్ చేయండి

source: Blitz
ru: Блиц
te: వేగపు

source: Standard
ru: Стандартный
te: మామూలు

source: Lightning
ru: Облегчённый
te: మెరుపు

source: Others
ru: Другие
te: ఇతరములు

source: Rated Games
ru: Игры с рейтингом
te: పందెపు ఆటలు

source: Examined Games
ru: Изучаемые игры
te: పరీక్షించుచున్న ఆటలు

source: Number of games
ru: Число игр
te: ఆటల సంఖ్య

source: Draw
ru: Ничья
te: సమానము

source: Resign
ru: Сдался
te: ఓటమిని అంగీకరించు

source: Abort
ru: Завершить
te: ఆపుము

source: Adjourn
ru: Отложить
te: వాయిదావేయి

source: Takeback
ru: Взять назад
te: వెనక్కుతీసుకో

source: Do you really want to resign?
ru: Вы действительно хотите сдаться
te: నిజంగా ఓడిపోయినట్టేనా?

source: Cancel
ru: Отменить
te: వద్దు

source: Ok
ru: Ок
te: సరే

source: vs
ru: против
te: తో

source: Result
ru: Результат
te: ఫలితం

source: moves
ru: ходы
te: ఎత్తులు

source: Event
ru: Событие
te: సందర్భం

source: Date
ru: Дата
te: తేదీ

source: Site
ru: Сторона
te: ప్రదేశం

source: Filter
ru: Фильтр
te: వడపోయి

source: Save the game as
ru: Сохранить игру как
te: ఆటను దీనిలో దాచు

source: Operation failed
ru: Действие закончилось неудачей
te: పని జరగలేదు

source: Edit current comment
ru: Правка текущего комментария
te: ఎత్తు వివరణను మార్చు

source: Failed to play to go back
ru: Не удалось обратить ход
te: వెనక్కు వెళ్ళలేకపోయాను

source: Failed to play the move:
ru: Не удалось проиграть ход:
te: ఈ ఎత్తు వేయలేకపోయా:

source: Open
ru: Открыть
te: తెరువు

source: Save
ru: Сохранить
te: దాచు

source: Loading...
ru: Загрузка...
te: ఎక్కిస్తున్నా...

source: Parsing the file...
ru: Разбор файла...
te: ఫైలును చదువుతున్నా...

source: Loaded
ru: Загружено
te: ఎక్కించా

source: games
ru: игр
te: ఆటలు

source: PGN Buffer Loader
ru: Загрузка игр из PGN
te: PGN బఫరునుంచి ఎక్కించునది

source: Loads games from a PGN buffer
ru: Загрузка игр из буфера PGN
te: PGN బఫరు నుంచి ఆటలను ఎక్కించునది

source: Open _buffer
ru: Открыть буфер
te: బఫరు తెరువు

source: Loading from buffer...
ru: Загрузка из буфера...
te: బఫరు నుంచి ఎక్కించుచున్నాను...

source: Enter PGN
ru: Введите PGN
te: PGN ప్రవేశపెట్టు

source: Showing games from buffer.
ru: Показ игр из буфера.
te: ఆటలను బఫరు నుంచి చూపించుచున్నాను.

source: PGN File Loader
ru: Загрузчик игр из файла PGN
te: ఫైలు నుంచి PGN ఎత్తులను ఎక్కించునది

source: Loads games from a PGN file
ru: Загрузить игры из файла PGN
te: ఇది PGN ఫైలు నుంచి ఆటలను ఎక్కింస్తుంది

source: _Open File
ru: Открыть файл
te: _ఫైలు తెరువు

source: Exception:
ru: Исключение:
te: అసంకల్పితం:

source: PGN Files
ru: Файлы PGN
te: PGN ఫైలులు

source: All Files
ru: Все файлы
te: ఆన్ని ఫైలులు

source: Choose the file to open
ru: Выберите файл
te: ఈ ఫైలును తెరువుము

source: Loading:
ru: Загружается:
te: ఎక్కిస్తున్నాను:

source: File:
ru: Файл:
te: ఫైలు:

source: Failed to load plugin {0}: {1}
ru: Не удалось загрузить расширение {0}: {1}
te: {0} ను గుచ్చుట వీలుకాలేదు : {1}

source: Plugins
ru: Расширения
te: గుచ్చినవి

source: Close
ru: Закрыть
te: మూసేయ్

source: Plugins Details
ru: Детали расширений
te: గుచ్చినవాటి వివరములు

source: Plugin Viewer
ru: Просмотр расширений
te: గుచ్చినవాటిని చూపించునది

source: A plugin to show the status of other plugins!
ru: Расширение для отображения статуса других расширений!
te: గుచ్చినవాటిని వివరములను చూపించడానికై గుచ్చినది!

source: Tools
ru: Инструменты
te: పరికరాలు

source: ECO Database Plugin
ru: Расширения доступа к базе ECO
te: ECO వివరస్థావర ప్లగిన్

source: Provides the ECO database
ru: Даёт доступ к базе данных ECO
te: ECO వివరస్థావరమును సమర్పిస్తుంది

source: _Opening Browser
ru: Обзор _дебютов
te: _వ్యూహ దర్శిని

source: skipping this opening. econame = [{0}], name = [{1}]
ru: пропуск дебютов. название в базе данных ECO = [{0}], название [{1}]
te: ఈ వ్యూహమును దాటుచున్నాను. వ్యూహనామము = [{0}], పేరు = [{1}]

source: Opening Browser
ru: Обзор дебютов
te: వ్యూహదర్శిని

source: Moves
ru: Ходы
te: ఎత్తులు

source: Variations
ru: Вариации
te: రకాలు

source: Name
ru: Название
te: పేరు

source: Average Good Excellent Must Have
ru: Средняя Хорошая Великолепная Необходимо иметь
te: సాధారణం బాగుంది అద్భుతం ఉండితీరాలి

source: Equals Above Below
ru: Равный Больше Меньше
te: సమానము పైన క్రింద

source: Add Selected Games
ru: Добавить выделенные игры
te: ఎంపికచేసిన ఆటలను జతచేయుము

source: Add selected games to the selected collection
ru: Добавить выделенные игры в коллекцию
te: ఎంపికచేసిన ఆటలను ఎంపికచేసిన కలెక్షన్ కి జతచేయుము

source: Advanced
ru: Улучшенный
te: ఇంకాస్త

source: Any White Black
ru: Любые Белые Чёрные
te: ఏదోఒకటి తెలుపు నలుపు

source: Average Good Excellent Must Have No Rating Ignore
ru: Средняя Хорошая Великолепная Необходимо иметь Без рейтинга Игнорировать
te: సాధారణము బాగుంది అద్భుతం ఉండితీరాలి ఏమీ లేదు పట్టించుకోవద్దు

source: Comma separated list of tags
ru: Список пометок, разделённый запятыми
te: కామా(,) తో విడదీయబడిన టాగ్ ల చిట్టా

source: Delete Collection
ru: Удалить коллекцию
te: కలెక్షన్ ను తీసివేయుము

source: Delete Tag
ru: Удалить пометку
te: టాగ్ ను తీసివేయుము

source: Description
ru: Описание
te: వర్ణన

source: Edit Collection
ru: Правка коллекции
te: కలెక్షన్ ను మార్చుము

source: Edit Game Details
ru: Правка деталей игры
te: ఆటల వివరాలను మార్చుము

source: Edit Games
ru: Правка игр
te: ఆటలను మార్చుము

source: Game Collection
ru: Коллекция игр
te: ఆటల కలెక్షన్

source: Game Collections
ru: Коллекции игр
te: ఆటల కలెక్షన్ లు

source: Games Database
ru: База данных игр
te: ఆటల వివరస్థావరము

source: Go
ru: Вперёд
te: పద

source: Load Games
ru: Загрузить игры
te: ఆటలను ఎక్కించుము

source: New Collection
ru: Новая коллекция
te: క్రొత్త కలెక్షన్

source: Remove Selected Games
ru: Удалить выделенные игры
te: ఎంపిక చేసిన ఆటలను తీసివేయుము

source: Save Modified Games
ru: Сохранить изменённые игры
te: మార్చిన ఆటలను దాచుము

source: Show All
ru: Показать всё
te: అన్నీ చూపుము

source: Tags
ru: Пометки
te: టాగ్ లు

source: Title
ru: Название
te: శీర్షిక

source: Games Database Plugin
ru: Расширение базы данных игр
te: ఆటల వివరస్థావర ప్లగిన్

source: Game database
ru: База данных игр
te: ఆటల వివరస్థావరము

source: Add Games to _Database
ru: Добавить _игры в базу
te: ఆటలను వివరస్థావరమునకు జతచేయుము

source: Games _Database
ru: _База данных игр
te: ఆటల _వివరస్థావరము

source: Saving to database...
ru: Сохранение базы данных...
te: వివరస్థావరములో దాస్తున్నా...

source: Add games to database
ru: Добавить игру в базу
te: ఆటలను వివరస్థావరమునకు జతచేయుము

source: <b>Tags</b>
ru: <b>Пометки</b>
te: <b>టాగ్ లు</b>

source: <i><small>Comma separated list of tags</small></i>
ru: <i><small>Список тэгов, разделённый запятыми</small></i>
te: <i><small>కామా(,)తో విడదీయబడిన టాగ్ ల చిట్టా</small></i>

source: Create a collection
ru: Создать коллекцию
te: కలెక్షన్ ను సృష్టించుము

source: <b>Title</b>
ru: <b>Название</b>
te: <b>శీర్షిక</b>

source: <i><small>Create a collection with this title</small></i>
ru: <i><small>Создать коллекцию с названием</small></i>
te: <i><small>ఈ శీర్షిక తో కలెక్షన్ ను సృష్టించుము</small></i>

source: <b>Description</b>
ru: <b>Описание</b>
te: <b>వర్ణన</b>

source: Not interested
ru: Не интересные
te: ఆసక్తి లేదు

source: Average Game
ru: Обычные игры
te: సాధారణ ఆట

source: Good Game
ru: Хорошие игры
te: మంచి ఆట

source: Excellent Game
ru: Отличные игры
te: అద్భుతమైన ఆట

source: Must Have
ru: Рекомендуемые
te: ఉండి తీరాలి

source: My Rating
ru: Мой рейтинг
te: నా రేటింగు

source: Game Rating
ru: Рейтинг игры
te: ఆట రేటింగు

source: [White]
ru: [Белые]
te: [తెలుపు]

source: [Black]
ru: [Чёрные]
te: [నలుపు]

source: Unknown
ru: Неизвестно
te: తెలుయదు

source: vs
ru: против
te: తో

source: Result:
ru: Результат:
te: ఫలితం:

source: PGN Printer
ru: Печать PGN
te: PGN ముద్రకర్త

source: Prints PGN games and exports.
ru: Печатает игры из PGN и экспортирует их.
te: ఇది PGN లో ఉన్న ఆటలను ముద్రిస్తుంది మరియు ఇంకోకరకంగా మారుస్తుంది.

source: _PS File
ru: Файл PS
te: _PS ఫైలు

source: Export as a PostScript document to file
ru: Экспорт как документ формата PostScript
te: PostScript పత్రంగా మారుస్తుంది

source: Exporting...
ru: Экспорт...
te: మారుస్తున్నా...

source: Print PGN File
ru: Печать файла PGN
te: PGN ఫైలును ముద్రించుము

source: Printing...
ru: Печать...
te: ముద్రిస్తున్నా...

source: Now printing...
ru: Теперь идёт печать...
te: ఇప్పుడు ముద్రిస్తున్నా...

source: Done.
ru: Сделано.
te: అయిపోయింది.

source: Print Preview
ru: Предварительный просмотр
te: ముద్రిస్తే ఇలావుంటుంది

source: Page
ru: Страница
te: కాగితము

source: PGN URL Loader
ru: Загузчик PGN из URL
te: URL తో PGN ఎక్కించునది

source: Loads games from a PGN file from a url
ru: Загружает файлы из файла PGN по ресурсу
te: URL నుంచి PGN ఆటలను ఎక్కించునది.

source: Open _URL
ru: Открыть URL
te: _URL తెరువు

source: Open URL
ru: Открыть URL
te: _URL తెరువు

source: Play Online
ru: Играть в сети

source: Viewer
ru: Просмотр

source: Openings
ru: Дебюты

source: Games DB
ru: База данных игр
