Repository: BackupTheBerlios/csboard-svn
Catalog: tags/CSBOARD_0_9/po/*.po
Languages: tr

source: <b>Available games:</b>
tr: <b>Geçerli Oyunlar:</b>

source: <b>For this position there are moves in a book</b>
tr: <b>Bu pozisyon kayıt ediliyor</b>

source: Bishop
tr: Fil

source: Book Opening
tr: Kayıt Açılıyor

source: Knight
tr: At

source: Queen
tr: Vezir

source: Rook
tr: Kale

source: Select figure to promote
tr: Hamle Seç

source: Start new ICS game
tr: Yeni ICS oyununa başla

source: Welcome to CS Board
tr: CS Board'a Hoşgeldiniz

source: _About
tr: _Hakkında

source: _Action
tr: _İşlemler

source: _Advanced
tr: _İleri

source: _Animate
tr: _Animasyon

source: _Beginner
tr: _Başlangıç

source: _Book
tr: _Kayıt

source: _Contents
tr: _İçerik

source: _Coords
tr: _Koordinatlar

source: _Expert
tr: _Uzman

source: _Game
tr: _Oyun

source: _Help
tr: _Yardım

source: _Hint
tr: _İpucu

source: _Intermediate
tr: _Orta

source: _Last Move
tr: _Son Taşıma

source: _Level
tr: _Seviye

source: _New
tr: _Yeni

source: _Open
tr: _Aç

source: _Possible Moves
tr: _Taşınabilir Alanlar

source: _Quit
tr: _Çıkış

source: _Redo
tr: _İleri Al

source: _Save
tr: _Kaydet

source: _Switch Side
tr: _Taraf Değiştir

source: _Undo
tr: _Geri Al

source: _View
tr: _Görünüm

source: CSBoard chess
tr: CSBoard Satranç

source: Play chess with gnuchess engine
tr: gnuckess motoru ile stranç oyna

source: Add nice visual animate effect.
tr: Görsel animasyon efeği ekle.

source: Animate moves
tr: Animasyon Filmi

source: Command line to start engine
tr: İşlem için komut satırı

source: Command line to start engine. Be careful, this key can break programm. Possible engines are 'gnuchess', 'crafty', 'ICS' and 'phalanx'. For crafty please give path to log, books and databases as arguments. For phalanx please disable learing with argument -l- or give the path to learning directory, also give path to Phalanx books. For details look at engine's help. For ICS this string should look like: "ICS --server freechess.org --user jimmy --password bar".
tr: İşlem için komut satırı.Dikkatli olun çünkü buraya yazılan komut,programı sonlandırabilir. Bilinen işlemler 'gnuchess', 'crafty', 'ICS' ve 'phalanx'.crafty için lütfen log,kayıt ve veritabanına yolu tanımlayın.phalanx için lütfen -l- argümanı ile bilgiyi kapalı konuma getirin veya bilgi klosurunun yolunu tanımlayın.Aynı zamanda Phalanx yolunu tanımlayın.Detaylar için işlemler yardımına bakın.ICS için bu karakter tanımı: "ICS --server freechess.org --user jimmy --password bar"şeklinde olmalı.

source: Draw rectangle around last move
tr: Son taşınanı yuvarlak içine al

source: Highligh last move
tr: Son taşınanı işaretle

source: Highligh possible moves
tr: Taşınabilir alanlari işaretle

source: Level of player
tr: Oyuncu seviyesi

source: Saved board window height
tr: Pencere yüksekliği kayıt edildi

source: Saved board window width
tr: Pencere genişliği kayıt edildi

source: Should I highlight all possible moves for newbe.
tr: Taşınabilir alanları işaretlendirmeli mıyım ?

source: Show Coordinates on Chess Board
tr: Stranc tahtasının koordinatlarini göster

source: Show Coords
tr: Koordinatları Göster

source: This key adjusts engine strenght
tr: Bu anahtar işlem desteği ayarlar

source: Window height
tr: Pencere Yüksekliği

source: Window width
tr: Pencere Genişliği

source: <b>Unexpected exception occured</b>
tr: <b>Beklenmeyen istisna hata meydana geldi</b>

source: Please send this bug report to
tr: Lütfen bu hatayi gönderin

source: <b>Unknown engine</b> Please check gconf keys of csboard
tr: <b>Bilinmeyen işlem</b> Lütfen gconf anahtarlarını kontrol edin

source: <b>Failed to start engine</b> Check that program '{0}' is available.
tr: <b>İşlem başlatılamadı</b> Programı kontrol et.'{0}' geçerli

source: Open Game
tr: Oyun Aç

source: Save Game
tr: Kaydet

source: File
tr: Dosya

source: already exists
tr: zaten var

source: Do you wish to overwrite it?
tr: Üstüne yazılsın mı ?

source: There is no book move in this position
tr: Bu pozisyona ait kayıt yok

source: You can move
tr: Taşıyabilirsin

source: translator_credits
tr: Semih Gokalp <semgok@hotmail.com>

source: Illegal move
tr: Kural dışı taşıma

source: Game Over
tr: Oyun Bitti

source: Thinking
tr: Düşünüyor

source: Select a figure to promote
tr: Karakterini Seç

source: Move
tr: Taşı

source: Score
tr: Puan

source: Wins
tr: Kazandın

source: Loses
tr: Kaybettin

source: Draws
tr: Berabere

source: Index
tr: İçindekiler

source: Rating
tr: Derece

source: Player
tr: Oyuncu

source: Time
tr: Zaman

source: Increment
tr: Artış

source: R/U
tr: Puanlı/Puansız

source: Type
tr: Tip

source: Color
tr: Renk

source: Range
tr: Aralık

source: Flags
tr: Bayraklar

source: Can't parse command line
tr: Yorum tanımlanamıyor

source: Can't connect to {0} port {1}
tr: {0} bağlanılamıyor.Port no {1}
